
[F_ReadyForAnything X2AbilityTemplate]
LocLongDescription="当您使用主要武器进行标准射击时，您会自动进入守望先锋。不适用于狙击步枪。"

[DeathFromAbove X2AbilityTemplate]
LocLongDescription="用你的主武器杀死低海拔的敌人只需要一个动作，并且不会结束你的回合。每回合触发一次。"

[LW2WotC_CloseandPersonal X2AbilityTemplate]
LocLongDescription="针对相邻目标提供 +15 暴击几率。奖励随着距目标距离的增加而下降。"
LocHelpText="针对相邻目标提供 +15 暴击几率。奖励随着与目标距离的增加而下降。"
LocPromotionPopupText="<Bullet/> 对相邻目标提供 +15 暴击几率。<br/><Bullet/> 距离目标每增加一格，奖励就会减少 5%，在 7 格或更多格时，奖励会减少到 0%。< br/>”

[BS_RapidStun X2AbilityTemplate]
LocLongDescription="激活此能力使你的下一次投弧者射击成为自由动作。5回合冷却时间。"
LocHelpText="激活此能力，使你的下一次投掷者射击成为自由动作。5回合冷却时间。"
LocPromotionPopupText="<Bullet/> 激活此能力，使你的下一个投弧者以自由动作射击。5回合冷却时间。<br/><Bullet/> 适用于眩晕、电弧脉冲器以及连锁闪电等技能。<br/> ”

[LW2WotC_Ghostwalker X2AbilityTemplate]
LocLongDescription="激活此能力可在你回合的剩余时间内以及下回合将敌人的探测范围减少 50%。<能力:GHOSTWALKER_COOLDOWN> 回合冷却时间。"
LocHelpText="在 <Ability:GHOSTWALKER_DURATION> 回合内将敌人探测范围减少 50%。"
LocPromotionPopupText="<Bullet/> 激活此能力可在 <Ability:GHOSTWALKER_DURATION> 回合（包括当前回合）内将针对您的敌人探测范围减少 50%，如周围没有注意到您存在的敌人的红色方块所示。< br/><Bullet/> <能力：GHOSTWALKER_COOLDOWN> 冷却。<br/><Bullet/> 无需任何操作即可激活。<br/><Bullet/> 不适用于 ADVENT 安全塔。

[HuntersInstinct X2AbilityTemplate]
LocLongDescription="对侧翼敌人的远程攻击造成 +<Ability:HUNTERSINSTINCTDMG/> 伤害。
LocHelpText="对侧翼敌人的远程攻击造成+<能力:HUNTERSINSTINCTDMG/>伤害。
